Repository: DylanVelezCode/ios-localization-guidelines
Catalog: FoodApp/Localization/FoodApp Localizations/*.xcloc/Localized Contents/*.xliff
Languages: es

source: American style hamburguer with double cheese and 250gr mixed meat
es: Hamburguesa estilo americano con doble queso y 250 gramos de carne combinada

source: Delicious pepperoni pizza with extra cheese and secret italian spices
es: Deliciosa pizza de pepperoni con queso extra y especias italianas secretas

source: Food
es: Comida

source: For more info please visit the blog post [here](https://gorillalogic.com/blog/) or visit the github [page](https://github.com/DylanVelezCode/ios-localization-guidelines)
es: Para obtener más información, visite la publicación del blog [aquí](https://gorillalogic.com/blog/) o visite la [página](https://github.com/DylanVelezCode/ios-localization-guidelines) de github

source: For more info please visit the blog post here or visit the github page
es: Para mas información visite el blog post aquí o la página de github

source: Hamburguer
es: Hamburguesa

source: Healthiest and biggest salad you can find without forgetting all the flavor
es: La ensalada mas grande y saludable que puedes encontrar sin dejar pasar todo el sabor

source: Internationalization
es: Internacionalización

source: Language
es: Idioma

source: Salad
es: Ensalada

source: Sandwich
es: Sanduche

source: Settings
es: Configuración

source: Show Welcome Screen
es: Mostrar pantalla de bienvenida

source: This app was made with the purpose of teaching some localization strategies. It includes localization for English, Spanish and Arabic and you can switch between the locales at any time in the settings screen.
es: Esta app fue hecha con el propósito de enseñar algunas estrategias de localización. Incluye Inglés, Español, Árabe e incluso puedes cambiar entre ellos en cualquier momento en la pantalla de configuración.

source: Welcome Screen
es: Pantalla de Bienvenida

source: Welcome to FoodApp
es: Te damos la bienvenida a FoodApp

source: Yummy large sandwich with a mix of vegetables and cheese
es: Delicioso sandwich grande con una combinación de vegetales y queso

source: here
es: aquí

source: page
es: página
